Repository: morris-frank/solawi
Catalog: solawi/locale/*/LC_MESSAGES/django.po
Languages: de

source: Make a paying member
de: Mache zu zahlendem Mitlied.

source: Containing the JSON array of this users gained potentials
de: Enthält einen JSON-Array der Potentiale dieses Mitglieds.

source: user
de: Mitglied

source: users
de: Mitglied

source: A Member has to have an depot.
de: Ein Mitglied muss ein Depot haben.

source: A Member has to have an weekly basket.
de: Ein Mitglied muss einen wöchentlichen Korb haben.

source: The unit to measure this food in, e.g. kg or L
de: Die Einheit in der dieses Produkt gemessen wird.

source: The price per unit.
de: Der Preis per Einheit.

source: product
de: Produkt

source: products
de: Produkte

source: portions
de: Portionen

source: weekly basket
de: Wöchentlicher Korb

source: weekly baskets
de: Wöchentliche Körbe

source: There is already an order for this week. Update that instead.
de: Es gibt bereits einen Korb für diese Woche. Verändere stattdessen jenen.

source: {year}-{week} by {user}: {contents}
de: {year}-{week} durch {user}: {contents}

source: The Account is just a list of tuples [year, week, assets].
de: Der Account is nur eine Liste von tupeln [Jahr, Woche, Vermögen].

source: {i} is not a list in the form of [year, week, assets].
de: {i} ist keine Liste der Form [Jahr, Woche, Vermögen].

source: {y} is not a year number.
de: {y} ist keine Jahreszahl.

source: {w} is not a week number.
de: {w} ist keine Wochennummer.

source: {v} is not a valid asset
de: {v} ist kein valides Vermögen.
